Repository: UnigramDev/Unigram
Catalog: Unigram/Unigram/Strings/*/Resources.resw
Source language: en
Languages: ar, be, ca, de, es, fa, fi, fr, id, it, ko, ms, nl, pl, pt_br, ru, sv, tr, uk, uz, zh_cn, zh_tw

# InviteUser
source: This user does not have Telegram yet, send an invitation?
ar: هذا المستخدم ليس لديه تيليجرام بعد، هل تريد دعوته؟
be: Гэты карыстальнік яшчэ не мае Telegram, адправіць запрашэнне?
ca: Aquest usuari encara no té el Telegram. Voleu enviar-li una invitació?
de: Dieser Nutzer hat noch kein Telegram. Möchtest du ihn einladen?
es: Este usuario aún no tiene Telegram. ¿Enviarle una invitación?
fa: این کاربر هنوز وارد تلگرام نشده است، برای او دعوت‌نامه ارسال می‌کنید؟
fi: Tämä henkilö ei vielä käytä Telegramia. Haluatko lähettää hänelle kutsun?
fr: Cet utilisateur n'est pas encore sur Telegram, voulez-vous lui envoyer une invitation ?
id: Pengguna ini belum punya Telegram, kirim undangan?
it: Questo utente non ha ancora Telegram, vuoi invitarlo?
ko: 지인분이 아직 텔레그램을 설치하지 않았습니다. 초대장을 보낼까요?
ms: Pengguna ini belum ada Telegram, kirim jemputan?
nl: Deze gebruiker heeft nog geen Telegram. Wil je een uitnodiging sturen?
pl: Ten użytkownik nie ma jeszcze Telegrama. Wysłać zaproszenie?
pt_br: Esse usuário ainda não tem o Telegram, deseja enviar um convite?
ru: У этого пользователя пока нет Telegram, отправить приглашение?
sv: Användaren har inte Telegram än. Vill du skicka en inbjudan?
tr: Bu kullanıcı henüz Telegram kullanmıyor, davet etmek ister misiniz?
uk: Цей користувач ще не має Telegram, запросити?
uz: Bu foydalanuvchida hali Telegram yoʻq. Unga taklif yuborilsinmi?
zh_cn: 此用户还未加入 Telegram ，是否发送邀请？
zh_tw: 此用戶還未加入 Telegram ，是否發送邀請？

# InvLinkToChats
source: Invite link sent to **{0}**.
ar: تم إرسال رابط الدعوة إلى **⁨{0}⁩**.
be: Запрашальная спасылка адпраўлена **{0}**.
ca: S’ha enviat l’enllaç a **{0}**.
de: Einladungslink an **{0}** gesendet.
es: Enlace de invitación enviado a **{0}**.
fi: Kutsulinkki jaettiin (**{0}**).
fr: Lien d'invitation envoyé dans **{0}**.
it: Link d'invito inviato a **{0}**.
ko: **{0}**으로 초대링크를 보냈습니다.
ms: Link jemputan dikirim ke **{0}**.
nl: Uitnodigingslink verzonden naar **{0}**.
pl: Link zaproszenia wysłano do **{0}**.
pt_br: Link de convite enviado para **{0}**.
ru: Ссылка отправлена в **{0}**.
sv: Inbjudningslänk skickad till **{0}**.
tr: Davet bağlantısı **{0}** sohbetine gönderildi.
uk: Запрошувальне посилання надіслано до **{0}**.

# InvLinkToGroup
source: Invite link sent to **{0}**.
ar: تم إرسال الرابط إلى **⁨{0}⁩**.
be: Запрашальная спасылка адпраўлена **{0}**.
ca: S’ha enviat l’enllaç a **{0}**.
de: Einladungslink gesendet an **{0}**.
es: Enlace de invitación enviado a **{0}**.
fi: Kutsulinkki lähetettiin ryhmään **{0}**.
fr: Lien d'invitation envoyé vers **{0}**.
it: Link d'invito inviato a **{0}**.
ko: **{0}** (으)로 초대링크를 보냈습니다.
ms: Link jemputan dikirim ke **{0}**.
nl: Uitnodigingslink verzonden naar **{0}**.
pl: Link zaproszenia wysłano do **{0}**.
pt_br: Link de convite enviado para **{0}**.
ru: Ссылка отправлена в **{0}**.
sv: Inbjudningslänk skickad till **{0}**.
tr: Davet bağlantısı **{0}** grubuna gönderildi.
uk: Запрошувальне посилання надіслано **{0}**.

# InvLinkToSavedMessages
source: Invite link sent to **Saved Messages**.
ar: تم إرسال الرابط إلى **الرسائل المحفوظة**.
be: Запрашальная спасылка адпраўлена ў **Захаванае**.
ca: S’ha enviat l’enllaç als **Missatges desats**.
de: Einladungslink an **Gespeichertes** gesendet.
es: Enlace de invitación enviado a **Mensajes guardados**.
fi: Kutsulinkki lähetetty **tallennettuihin viesteihin**.
fr: Lien d'invitation envoyé dans vos **messages enregistrés**.
it: Link d'invito inviato nei **Messaggi salvati**.
ko: **저장한 메시지**로 초대 링크를 보냈습니다.
ms: Link jemputan dikirim ke **Mesej Disimpan**.
nl: Uitnodigingslink verstuurd naar **Bewaarde berichten**
pl: Link zaproszenia wysłano do **Zapisanych wiadomości**.
pt_br: Link de convite enviado para **Mensagens Salvas**.
ru: Ссылка отправлена в **Избранное**.
sv: Inbjudningslänk skickad till **Sparade meddelanden**.
tr: Davet bağlantısı **Kayıtlı Mesajlar** bölümüne gönderildi.
uk: Запрошувальне посилання надіслано до **Збереженого**.

# InvLinkToUser
source: Invite link sent to **{0}**.
ar: تم إرسال الرابط إلى **⁨{0}⁩**.
be: Запрашальная спасылка адпраўлена **{0}**.
ca: S’ha enviat l’enllaç a **{0}**.
de: Einladungslink gesendet an **{0}**.
es: Enlace de invitación enviado a **{0}**.
fi: Kutsulinkki lähetettiin käyttäjälle **{0}**.
fr: Lien d'invitation envoyé à **{0}**.
it: Link d'invito inviato a **{0}**.
ko: **{0}** (으)로 초대링크를 보냈습니다.
ms: Link jemputan dikirim ke **{0}**.
nl: Uitnodigingslink verstuurd naar **{0}**.
pl: Link zaproszenia wysłano do **{0}**.
pt_br: Link de convite enviado para **{0}**.
ru: Ссылка отправлена **{0}**.
sv: Inbjudningslänk skickad till **{0}**.
tr: Davet bağlantısı **{0}** kişisine gönderildi.
uk: Запрошувальне посилання надіслано до **{0}**.

# InvoiceCantForwardSecretChat
source: Sorry, invoices can’t be forwarded to secret chats.
ar: عذرًا، لا يمكن تحويل الفواتير إلى المحادثات السرّية.
be: На жаль, рахункі нельга перасылаць у сакрэтныя чаты.
ca: No es poden reenviar factures als xats secrets.
de: Rechnungen können leider nicht an Geheime Chats weitergeleitet werden.
es: Lo sentimos, las facturas no pueden ser reenviadas a chats secretos.
fi: Valitettavasti laskuja ei voi välittää salaisiin keskusteluihin.
fr: Désolé, les factures ne peuvent pas être transférées vers les échanges secrets.
it: Spiacenti, le fatture non possono essere inoltrate nelle chat segrete.
ko: 죄송합니다, 영수증은 비밀대화로 전달 할 수 없습니다.
ms: Maaf, invois tak boleh dimajukan ke bual rahsia.
nl: Sorry, facturen kunnen niet worden doorgestuurd naar geheime chats.
pl: Faktury nie mogą być przekazywane do sekretnych czatów.
pt_br: Desculpe, as faturas não podem ser encaminhadas para chats secretos.
ru: Счёт нельзя переслать в секретный чат.
sv: Beklagar, fakturor kan inte vidarebefordras till hemliga chattar.
tr: Üzgünüz, faturalar gizli sohbetlere iletilemez.
uk: Рахунки не дозволено пересилати в секретні чати.

# InvoiceCantSendSecretChat
source: Sorry, invoices can’t be sent to secret chats.
ar: عذرًا، لا يمكن إرسال الفواتير إلى المحادثات السرّية.
be: На жаль, рахунакі нельга адпраўляць у сакрэтныя чаты.
ca: No es poden enviar factures als xats secrets.
de: Rechnungen können leider nicht an Geheime Chats gesendet werden.
es: Lo sentimos, las facturas no pueden ser enviadas a chats secretos.
fi: Valitettavasti laskuja ei voi lähettää salaisiin keskusteluihin.
fr: Désolé, les factures ne peuvent pas être envoyées dans les échanges secrets.
it: Spiacenti, le fatture non possono essere inviate nelle chat segrete.
ko: 죄송합니다, 영수증은 비밀대화로 전송 할 수 없습니다.
ms: Maaf, invois tak boleh dikirim ke bual rahsia.
nl: Sorry, facturen kunnen niet worden verstuurd naar geheime chats.
pl: Faktury nie mogą być wysyłane do sekretnych czatów.
pt_br: Desculpe, as faturas não podem ser enviadas para chats secretos.
ru: Счёт нельзя отправить в секретный чат.
sv: Beklagar, fakturor kan inte skickas till hemliga chattar.
tr: Üzgünüz, faturalar gizli sohbetlere gönderilemez.
uk: Рахунки не дозволено надсилати в секретні чати.

source: IP address
ar: عنوان الـ IP
be: IP-адрас
ca: Adreça IP
de: IP-Adresse
es: Dirección IP
fi: IP-osoite
fr: Adresse IP
it: Indirizzo IP
ko: IP 주소
ms: Alamat IP
nl: IP-adres
pl: Adres IP
pt_br: Endereço IP
ru: IP-адрес
sv: IP-adress
tr: IP adresi
uk: IP-адреса

# IsChoosingSticker
source: {0} is ch**oo**sing a sticker
ar: ⁨{0}⁩ يختار ملصقًا
be: {0} выбірае стыкер
ca: {0} està triant un adhesiu
de: {0} wählt einen Sticker
es: {0} está eligiendo un sticker
fi: {0} valitsee tarraa
fr: {0} choisit un autocollant
it: {0} sta scegliendo uno sticker
ko: {0} 님이 스티커 고르는 중
ms: {0} memilih stiker
pl: {0} wybiera naklejkę
pt_br: {0} está escolhendo um sticker
ru: {0} выбирает стикер
sv: {0} väljer en dekal
tr: {0} çıkartma seçiyor
uk: {0} вибирає наліпку

# IsEnjoyngAnimations
source: {0} is **oo** watching {1}
ar: ⁨{0}⁩ **oo** يشاهد ⁨{1}⁩
be: {0} **oo** цешыцца анімацыямі {1}
ca: {0} està **oo** mirant {1}
de: {0} **oo** schaut sich {1} an
es: {0} está **oo** viendo {1}
fi: {0} **oo** seurailee {1}-animaatiota
fr: {0} **oo** admire {1}
it: {0} sta **oo** guardando {1}
ko: {0} 님이 {1} 보는 중 **oo**
ms: {0} ialah **oo** melihat {1}
pl: {0} **oo** ogląda {1}
pt_br: {0} está **oo** olhando {1}
ru: {0} **oo** смотрит на {1}
sv: {0} tittar på {1}
tr: {0}, **oo** {1} izleniyor
uk: {0} **oo** дивиться {1}

# IsRecordingAudio
source: {0} is recording a voice message...
ar: يسجل ⁨{0}⁩ رسالةً صوتية...
be: {0} запісвае галасавое паведамленне...
ca: {0} està enregistrant un missatge de veu...
de: {0} nimmt eine Sprachnachricht auf...
es: {0} está grabando un audio
fa: ⁨{0}⁩ در حال ضبط پیام صوتی است...
fi: {0} nauhoittaa ääniviestiä...
fr: {0} enregistre un vocal...
id: {0} merekam pesan suara...
it: {0} sta registrando un vocale...
ko: {0} 님이 음성 메시지 녹음 중...
ms: {0} merakam mesej suara...
nl: {0} neemt een spraakbericht op...
pl: {0} nagrywa wiadomość głosową…
pt_br: {0} está gravando voz...
ru: {0} записывает голосовое сообщение...
sv: {0} spelar in ett röstmeddelande...
tr: {0} sesli mesaj kaydediyor…
uk: {0} записує голосове повідомлення...
uz: {0} ovozli xabar yozmoqda...
zh_cn: {0} 正在录制语音消息……
zh_tw: {0} 正在錄製語音訊息……

# IsRecordingRound
source: {0} is recording a video message...
ar: يسجل ⁨{0}⁩ رسالةً مرئية...
be: {0} запісвае відэапаведамленне
ca: {0} està fent un missatge de vídeo...
de: {0} nimmt eine Videonachricht auf...
es: {0} está grabando un video
fa: ⁨{0}⁩ در حال ضبط پیام ویدیویی است...
fi: {0} nauhoittaa videoviestiä...
fr: {0} enregistre une vidéo...
id: {0} merekam pesan video...
it: {0} sta registrando un videomessaggio...
ko: {0} 님이 동영상 메시지 녹화 중...
ms: {0} merakam mesej video...
nl: {0} neemt een videobericht op...
pl: {0} nagrywa wiadomość wideo…
pt_br: {0} está gravando msg. de vídeo...
ru: {0} записывает видеосообщение...
sv: {0} spelar in ett videomeddelande...
tr: {0} görüntülü mesaj kaydediyor…
uk: {0} записує відеоповідомлення...
uz: {0} video xabar yozmoqda...
zh_cn: {0} 正在录制视频消息……
zh_tw: {0} 正在錄製影片……

# IsRecordingVideo
source: {0} is recording a video...
ar: يسجل ⁨{0}⁩ مقطعًا مرئيًا...
be: {0} запісвае відэа...
ca: {0} està enregistrant un vídeo...
de: {0} nimmt ein Video auf...
es: {0} está grabando un video…
fi: {0} nauhoittaa videota...
fr: {0} enregistre une vidéo...
it: {0} sta registrando un video...
ko: {0} 님이 영상 녹화 중...
ms: {0} merakam video...
pl: {0} nagrywa wideo…
pt_br: {0} está gravando vídeo...
ru: {0} записывает видео...
sv: {0} spelar in en video...
tr: {0} video kaydediyor...
uk: {0} записує відео...

# IsSelectingContact
source: {0} is selecting contact to share...
ar: يقوم ⁨{0}⁩ بتحديد جهة اتصال لمشاركتها...
be: {0} выбірае кантакт, каб абагуліць...
ca: {0} està seleccionant un contacte...
de: {0} wählt Kontakt zum Teilen...
es: {0} está eligiendo un contacto...
fi: {0} valitsee jaettavaa yhteystietoa...
fr: {0} sélectionne un contact à partager...
it: {0} sta selezionando un contatto...
ko: {0} 님이 공유할 연락처 선택 중...
ms: {0} memilih kenalan untuk dikongsi...
pl: {0} wybiera kontakt do udostępnienia…
pt_br: {0} está selecionando contato...
ru: {0} выбирает контакт для отправки...
sv: {0} väljer kontakt att dela...
tr: {0} paylaşmak için bir kişi seçiyor...
uk: {0} вибирає контакт для надсилання...

# IsSelectingLocation
source: {0} is selecting location to share...
ar: يتم تحديد موقع لمشاركته من ⁨{0}⁩ ...
be: {0} выбірае месца, каб абагуліць...
ca: {0} està seleccionant una ubicació...
de: {0} wählt Standort zum Teilen...
es: {0} está eligiendo una ubicación...
fi: {0} valitsee jaettavaa sijaintia...
fr: {0} sélectionne un emplacement à partager...
it: {0} sta selezionando una posizione...
ko: {0} 님이 공유할 위치 선택 중...
ms: {0} memilih lokasi untuk dikongsi...
pl: {0} wybiera lokalizację do udostępnienia…
pt_br: {0} está selecionando um local...
ru: {0} выбирает геопозицию для отправки...
sv: {0} markerar plats att dela...
tr: {0} paylaşmak için bir konum seçiyor...
uk: {0} вибирає розташування для надсилання...

# IsSendingAudio
source: {0} is sending audio...
ar: يتم إرسال ملف صوتي من ⁨{0}⁩
be: {0} адпраўляе аўдыя...
ca: {0} està enviant un àudio...
de: {0} sendet Audio...
es: {0} está enviando un audio...
fa: ⁨{0}⁩ در حال ارسال صدا است...
fi: {0} lähettää ääntä...
fr: {0} envoie un son...
id: {0} mengirim audio...
it: {0} sta inviando un audio...
ko: {0} 님이 녹음을 보내는 중...
ms: {0} mengirim audio...
nl: {0} verstuurt een geluid...
pl: {0} wysyła audio…
pt_br: {0} está enviando um áudio...
ru: {0} отправляет аудио...
sv: {0} skickar ljud...
tr: {0} sesli mesaj gönderiyor…
uk: {0} надсилає аудіо...
uz: {0} audio yubormoqda…
zh_cn: {0} 正在发送音频……
zh_tw: {0} 正在發送錄音……

# IsSendingFile
source: {0} is sending a file...
ar: يرسل ⁨{0}⁩ ملفًا...
be: {0} адпраўляе файл...
ca: {0} està enviant un fitxer...
de: {0} sendet Datei...
es: {0} está enviando un archivo...
fi: {0} lähettää tiedostoa...
fr: {0} envoie un fichier...
it: {0} sta inviando un file...
ko: {0} 님이 파일 보내는 중...
ms: {0} mengirim fail...
nl: {0} verstuurt een bestand
pl: {0} wysyła plik…
pt_br: {0} está enviando um arquivo...
ru: {0} отправляет файл...
sv: {0} skickar en fil...
tr: {0} dosya gönderiyor…
uk: {0} надсилає файл...

# IsSendingGame
source: {0} is playing a game...
ar: ⁨{0}⁩ يلعب لعبة...
be: {0} гуляе...
ca: {0} està jugant...
de: {0} spielt ein Spiel...
es: {0} está jugando...
fa: ⁨{0}⁩ در حال بازی است...
fi: {0} pelaa peliä...
fr: {0} joue à un jeu...
id: {0} memainkan game...
it: {0} sta giocando a un gioco...
ko: {0} 님이 게임 플레이 중...
ms: {0} sedang bermain game...
nl: {0} speelt een spel
pl: {0} gra w grę…
pt_br: {0} está jogando...
ru: {0} играет в игру...
sv: {0} spelar ett spel...
tr: {0} oyun oynuyor…
uk: {0} грає в гру...
uz: {0} oʻyin oʻynamoqda...
zh_cn: {0} 正在玩游戏……
zh_tw: {0} 正在玩遊戲……

# IsSendingPhoto
source: {0} is sending photo...
ar: يتم إرسال صورة من ⁨{0}⁩...
be: {0} адпраўляе фота...
ca: {0} està enviant una foto...
de: {0} sendet Bild...
es: {0} está enviando una foto...
fa: ⁨{0}⁩ در حال ارسال عکس است...
fi: {0} lähettää kuvaa...
fr: {0} envoie une photo...
id: {0} mengirim foto
it: {0} sta inviando una foto...
ko: {0} 님이 사진 보내는 중...
ms: {0} mengirim foto...
nl: {0} verstuurt een foto
pl: {0} wysyła zdjęcie…
pt_br: {0} está enviando uma foto...
ru: {0} отправляет фото...
sv: {0} skickar en bild...
tr: {0} fotoğraf gönderiyor…
uk: {0} надсилає фото...
uz: {0} rasm yubormoqda...
zh_cn: {0} 正在发送图片……
zh_tw: {0} 正在發送圖片……

# IsSendingVideo
source: {0} is sending video...
ar: جار إرسال فيديو من ⁨{0}⁩...
be: {0} адпраўляе відэа...
ca: {0} està enviant un vídeo...
de: {0} sendet Video...
es: {0} está enviando un video...
fa: ⁨{0}⁩ در حال ارسال ویدیو است...
fi: {0} lähettää videota...
fr: {0} envoie une vidéo...
id: {0} mengirim video
it: {0} sta inviando un video...
ko: {0} 님이 동영상을 보내는 중...
ms: {0} mengirim video...
nl: {0} verstuurt een video
pl: {0} wysyła wideo…
pt_br: {0} está enviando um vídeo...
ru: {0} отправляет видео...
sv: {0} skickar en video...
tr: {0} video gönderiyor…
uk: {0} надсилає відео...
uz: {0} video yubormoqda…
zh_cn: {0} 正在发送视频……
zh_tw: {0} 正在發送影片……

source: is typing...
ar: يكتب…
be: піша...
ca: està escrivint...
de: tippt...
es: está escribiendo...
fa: در حال نوشتن است...
fi: kirjoittaa...
fr: écrit…
id: mengetik...
it: sta scrivendo...
ko: 님이 입력 중...
ms: menaip...
nl: is aan het typen
pl: pisze…
pt_br: está digitando...
ru: печатает…
sv: skriver...
tr: yazıyor…
uk: пише...
uz: yozmoqda...
zh_cn: 正在输入……
zh_tw: 正在輸入……

# IsTypingGroup
source: {0} is typing...
ar: ⁨{0}⁩ يكتب...
be: {0} піша...
ca: {0} està escrivint...
de: {0} tippt...
es: {0} está escribiendo...
fa: ⁨{0}⁩ در حال نوشتن است...
fi: {0} kirjoittaa...
fr: {0} écrit...
id: {0} mengetik...
it: {0} sta scrivendo...
ko: {0} 님이 입력 중...
ms: {0} menaip...
nl: {0} is aan het typen...
pl: {0} pisze…
pt_br: {0} está digitando...
ru: {0} печатает...
sv: {0} skriver...
tr: {0} yazıyor…
uk: {0} пише...
uz: {0} yozmoqda...
zh_cn: {0} 正在输入……
zh_tw: {0} 正在輸入……

source: Italic
ar: مائل
be: Курсіў
ca: Cursiva
de: Kursiv
es: Cursiva
fa: کج
fi: Kursivoi
fr: Italique
it: Corsivo
ko: 기울임꼴
ms: Condong
nl: Cursief
pl: Kursywa
pt_br: Itálico
ru: Курсив
sv: Kursiv
tr: Eğik
uk: Курсив
uz: Kursiv
zh_cn: 斜体
zh_tw: 斜體

# items_one
source: {0} item
ar: عنصر واحد
be: {0} элемент
ca: {0} ítem
de: {0} Objekt
es: {0} ítem
fi: {0} kohde
fr: {0} élément
it: {0} oggetto
pl: {0} element
ru: {0} элемент
sv: {0} objekt
tr: {0} öğe
uk: {0} елемент

# items_other
source: {0} items
ar: ⁨{0}⁩ عنصر
be: {0} элемента
ca: {0} ítems
de: {0} Objekte
es: {0} ítems
fi: {0} kohdetta
fr: {0} éléments
it: {0} oggetti
ko: 항목 {0}개
ms: {0} benda
pl: {0} elementów
pt_br: {0} itens
ru: {0} элементов
sv: {0} objekt
tr: {0} öğe
uk: {0} елементів

source: I understand
ar: حسنًا
be: Зразумела
ca: Ho entenc
de: Ich verstehe
es: Entendido
fi: Ymmärrän
fr: Je comprends
it: Ho capito
ko: 알겠습니다
ms: Saya faham
pl: Rozumiem
pt_br: Entendi
ru: Понятно
sv: Jag förstår
tr: Anladım
uk: Зрозуміло

# IVInteractionsChartTitle
source: IV Interactions
ar: تفاعلات العرض الفوري
be: Узаемадзеянні ў IV
ca: Interaccions VI
de: IV-Interaktionen
es: Interacciones de IV
fa: تعاملات IV
fi: Pikakatselukerrat
fr: Interactions AE
id: Interaksi IV
it: Interazioni AR
ko: IV 상호작용
ms: Interaksi IV
nl: IV-interacties
pl: Interakcje Widok błyskawiczny
pt_br: Interações da Leitura Rápida
ru: Активность в IV
sv: IV-interaktioner
tr: IV Etkileşimler
uk: Взаємодії з Миттєвим переглядом
uz: IV dagi faollik

source: January
ar: يناير
be: Студзень
ca: Gener
de: Januar
es: Enero
fa: ژانویه
fi: tammikuu
fr: Janvier
id: Januari
it: Gennaio
ko: 1월
ms: Januari
nl: januari
pl: Styczeń
pt_br: janeiro
ru: Январь
sv: Januari
tr: Ocak
uk: Січень
uz: Yanvar

# JoinByPeekChannelText
source: This channel is private. Please join it to continue viewing its content.
ar: هذه القناة خاصة. يرجى الانضمام إليها لتتمكن من عرض محتواها.
be: Гэта прыватны канал. Калі ласка, далучыцеся да яго, каб працягнуць прагляд.
ca: Aquest canal és privat. Uniu-vos-hi per a seguir veient-ne els continguts.
de: Dieser Kanal ist privat. Jetzt beitreten, um den Inhalt weiterhin anzusehen.
es: Este canal es privado. Únete a él para seguir viendo su contenido.
fa: این کانال خصوصی است. لطفاً برای مشاهده محتوای آن به آن بپیوندید.
fi: Tämä kanava on yksityinen. Jos haluat nähdä lisää sen sisältöä, sinun tulee liittyä siihen.
fr: Ce canal est privé. Veuillez le rejoindre pour continuer à voir son contenu.
id: Ini adalah channel privat. Silakan bergabung untuk melihat konten di dalam.
it: Questo canale è privato. Unisciti per continuare a vederne i contenuti.
ko: 비공개 채널입니다. 대화 내용을 이어 보려면 채널에 들어가 주세요.
ms: Saluran ini adalah peribadi. Sila sertainya untuk terus melihat konten.
nl: Dit kanaal is privé, word lid om de inhoud ervan te bekijken.
pl: Ten kanał jest prywatny. Dołącz do niego, aby kontynuować przeglądanie jego zawartości.
pt_br: Esse canal é privado. Por favor, inscreva-se para continuar visualizando o conteúdo.
ru: Это частный канал. Чтобы видеть материалы в дальнейшем, необходимо подписаться на него.
sv: Denna kanalen är privat. Du måste gå med för att kunna läsa innehållet.
tr: Bu kanal özel. İçeriğini görüntülemeye devam etmek için lütfen katılın.
uk: Це приватний канал. Приєднайтеся, щоб продовжити його перегляд.
uz: Bu kanal shaxsiy. Uning kontentini koʻrishda davom etish uchun qoʻshiling.

# JoinByPeekChannelTitle
source: Join Channel
ar: انضمام إلى القناة
be: Далучыцца да канала
ca: Unió al canal
de: Kanal beitreten
es: Unirme al canal
fa: پیوستن به کانال
fi: Liity kanavalle
fr: Rejoindre le canal
id: Gabung Channel
it: Unisciti al canale
ko: 채널 들어가기
ms: Sertai Saluran
nl: Lid worden
pl: Dołącz do kanału
pt_br: Entrar no Canal
ru: Подписаться
sv: Gå med i kanal
tr: Kanala Katıl
uk: Приєднатися до каналу
uz: Kanalga qoʻshilish

# JoinByPeekGroupText
source: This group is private. Please join it to continue viewing its content.
ar: هذه المجموعة خاصة. يرجى الانضمام إليها للاستمرار في عرض محتواها.
be: Гэта прыватная суполка. Калі ласка, далучыцеся да яе, каб працягнуць прагляд.
ca: Aquest grup és privat. Uniu-vos per continuar veient el seu contingut.
de: Diese Gruppe ist privat. Beitreten, um den Inhalt zu sehen.
es: Este grupo es privado. Únete a él para seguir viendo su contenido.
fa: این گروه خصوصی است. لطفاً برای مشاهده محتوای آن به آن بپیوندید.
fi: Tämä ryhmä on yksityinen. Liity jatkaaksesi sen sisällön katselua.
fr: Ce groupe est privé. Veuillez le rejoindre pour continuer à voir son contenu.
id: Ini adalah grup privat. Mohon bergabung untuk lanjut melihat konten di dalam.
it: Questo gruppo è privato. Unisciti per continuare a vederne i contenuti.
ko: 이 그룹은 비공개입니다. 계속 내용을 보려면 입장해주세요.
ms: Grup ini adalah peribadi. Sila sertainya untuk terus melihat konten.
nl: Deze groep is privé, word lid om de inhoud ervan te bekijken.
pl: Ta grupa jest prywatna. Dołącz do niej, aby kontynuować przeglądanie jej zawartości.
pt_br: Esse grupo é privado. Por favor, entre para continuar visualizando o conteúdo.
ru: Этот частная группа. Чтобы видеть материалы в дальнейшем, необходимо вступить в неё.
sv: Denna gruppen är privat. Du måste gå med för att kunna läsa innehållet.
tr: Bu grup özel. İçeriğini görüntülemeye devam etmek için lütfen katılın.
uk: Це приватна група. Щоб мати можливість переглядати групу в майбутньому, приєднайтеся до неї.
uz: Bu kanal shaxsiy. Uning kontentini koʻrishda davom etish uchun qoʻshiling.

# JoinByPeekGroupTitle
source: Join Group
ar: انضمام إلى المجموعة
be: Далучыцца да суполкі
ca: Afegeix-m'hi
de: Gruppe beitreten
es: Unirme al grupo
fa: پیوستن به گروه
fi: Liity ryhmään
fr: Rejoindre le groupe
id: Gabung Grup
it: Unisciti al gruppo
ko: 그룹 들어가기
ms: Sertai Grup
nl: Groepslid worden
pl: Dołącz do grupy
pt_br: Entrar no Grupo
ru: Вступить в группу
sv: Gå med i grupp
tr: Gruba Katıl
uk: Приєднатися до групи
uz: Guruhga qoʻshilish

# JoinByPeekJoin
source: JOIN
ar: انضمام
be: ДАЛУЧЫЦЦА
ca: AFEGEIX-M'HI
de: BEITRETEN
es: UNIRME
fa: پیوستن
fi: LIITY
fr: REJOINDRE
id: GABUNG
it: UNISCITI
ko: 들어가기
ms: SERTAI
nl: LID WORDEN
pl: DOŁĄCZ
pt_br: ENTRAR
ru: Подписаться
sv: GÅ MED
tr: KATIL
uk: ПРИЄДНАТИСЯ
uz: QOʻSHILISH

# JoinedViaInviteLinkApproved
source: un1 joined via invite link un2, approved by un3
ar: تم انضمام ⁨un1⁩ برابط الدعوة ⁨un2⁩ وتم قبولهم من ⁨un3⁩
be: un1 далучыўся(-лася) праз запрашальную спасылку un2, якую ўхваліў(-ла) un3
ca: un1 s’hi ha unit via l’enllaç un2, aprovat per un3
de: un1 ist über Einladungslink un2 beigetreten, genehmigt von un3
es: un1 se unió con el enlace de invitación un2, aprobado por un3
fi: un1 liittyi kutsulinkillä un2 käyttäjän un3 päästämänä
fr: un1 a rejoint via le lien d'invitation un2, approuvé par un3
it: un1 si è unito tramite il link d'invito un2, approvato da un3
ko: un3님이 초대링크 un2을 통해 입장한 un1님을 승인함
ms: un1 sertai melalui link jemputan un2, dilulus oleh un3
pl: Użytkownik un1 dołączył poprzez link zaproszenia un2, zaakceptowany przez un3
pt_br: un1 entrou via link de convite un2, aprovado por un3
ru: un1 вступил(а) по ссылке-приглашению un2, заявка принята un3
sv: un1 gick med via inbjudningslänk un2, godkänd av un3
tr: un1, un2 davet bağlantısıyla katıldı, un3 tarafından onaylandı
uk: un1 приєднується за посиланням un2, схвалено: un3

source: JOIN GROUP
ar: انضمام للمجموعة
be: ДАЛУЧЫЦЦА ДА СУПОЛКІ
ca: AFEGEIX-M'HI
de: GRUPPE BEITRETEN
es: UNIRME AL GRUPO
fa: پیوستن به گروه
fi: LIITY RYHMÄÄN
fr: REJOINDRE
id: GABUNG GRUP
it: UNISCITI AL GRUPPO
ko: 그룹 들어가기
ms: SERTAI GRUP
nl: LID WORDEN
pl: DOŁĄCZ DO GRUPY
pt_br: ENTRAR NO GRUPO
ru: ВСТУПИТЬ В ГРУППУ
sv: GÅ MED I GRUPP
tr: GRUBA KATIL
uk: ПРИЄДНАТИСЯ ДО ГРУПИ
uz: GURUHGA QOʻSHILISH
zh_cn: 加入群组
zh_tw: 加入群組
